Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 짝
en: clap

source: 까딱 까딱
en: nod nod

source: 부들 부들
en: tremble tremble

source: 애초에 아마추어들이 잘해 봤자 얼마나 잘하겠냐마는.
en: not that I expect a bunch of amateurs to be all that good.

source: 그건 여신 관리부에서 이달 채권 관리를 잘했다기보다
en: ...it’s not because the credit management team did their jobs well,

source: 편집디자인 구혜민
en: Editing and Design Hyemin Gu

source: 멈칫
en: pause

source: 그 전에 잠깐이면 괜찮을 것 같은데.
en: ...but you probably have a few minutes before then.

source: 천대리는 무슨 생각을?!
en: What is Hoyeon thinking?!

source: 움찔
en: flinch

source: 네?
en: sorry?

source: 저 이제 준비됐습니다.
en: I’m ready now.

source: ∙∙∙한번은,
en: you need to...

source: 밴드를 했었거든.
en: you see, I used to be in a band.

source: 네∙∙∙ 지난달 수도관 정비 물품이 전액 대손 처리되어 대손율이 급증했고
en: yes... last month, the total cost of all of their water main repair supplies became bad debt, hence the sudden increase.

source: 이얏호!
en: woohoo!

source: 처음엔 단순히 취미 생활로 만족하고 있었다.
en: at first, I was content to simply enjoy it as a hobby.

source: 에휴..
en: sigh

source: 척!
en: raise

source: '한지혁의 후계자' 전격 인터뷰
en: Surprise Interview with “The Next Jihyeok Han”

source: 흥!
en: hmph!

source: 왜요. 곤란합니까?
en: why, is there a problem with that?

source: 두근
en: ba-bump

source: 원작 박경원 각색 Do8 그림 이재국
en: Original Story Kyeongwon Park Adapted by Do8 Illustration Jaeguk Lee

source: 아…!
en: oh...

source: 네, 네∙∙∙!
en: r-right!

source: 바로 인사할래?
en: do you want to greet them right now?

source: 와아아아-
en: YEEEAH

source: 그놈들이랑은 실실댔던 것 같은데 너희가 들어가니까 표정 딱 굳히고.
en: he was yukking it up with those other guys, but his face froze as soon as you walked in.

source: …잔소리할 거면 도로 가라.
en: you can turn right back around if you’re going to nag.

source: 뚝-
en: PRESS

source: 3시간 전
en: three hours ago

source: 엣헴
en: AHEM

source: 퇴근하면 매일 술집에 가서 거나하게 취해 버린대요.
en: apparently he goes to a bar every night after work and gets plastered.

source: 가야지 가야지! 다녀와야지!!
en: go, go! say hello to him for me!

source: 슈퍼스타 한지혁
en: Jihyeok Han, Superstar

source: 죄송합니다∙∙∙!!
en: I’m so sorry...!

source: 당신도 원하지 않아요
en: ...and neither did you.

source: 내가 너 언젠가 한 건 할 줄 알았다!!
en: I knew you could do it!

source: 면담할 때 선해인, 강수빈 정도나 보면서 얘기했지,
en: and he only made eye contact with hae-in and subin.

source: 흠흠..
en: ahem...

source: 부웅-
en: VROOM

source: 이제는 실망하는 것도 지쳤어.
en: I’m tired of being disappointed.

source: 선 주임이 멤버였다니…
en: I didn’t know hae-in would be joining us...

source: 그렇지.
en: right.

source: 둥 두둥
en: DU DU DUN

source: 좌앙-
en: twang

source: 어라운드 뮤직 야외 무대
en: around music outdoor stage

source: 파직 파직
en: CRACKLE CRACKLE

source: 벌떡!
en: SPRING

source: 타악..
en: clack

source: …네.
en: okay...

source: 드륵 드르륵
en: DRAG DRAG

source: 아무 플랜도 없으면서 그렇게 있어 보이는 척을 했단 말이에요…?
en: so you had no plan, yet you acted like you had it all mapped out?

source: 일이 만만해?
en: do you think work is a joke?

source: 아아, 됐고!
en: ugh, whatever!

source: 제대로 연주할 때까지 반복 녹음한 거니까.
en: or they kept on re-recording it until they got it right.

source: 그러게 연습을 제대로 했어야지.
en: see? I told you. you should have practiced more.

source: 타닥
en: clack clack

source: 당신은-
en: that’s how...

source: 로큰롤---!!
en: rock and roll!

source: 진짜로 이루어졌네.
en: ...is coming true.

source: 결정적인 순간에는 들러리로 밀려났죠.
en: ...I’d always get pushed aside at the last moment.

source: 기간 2019.10.30-11.30
en: From Oct 30th to Nov 30th

source: 좡!
en: TWANG

source: 뭐야∙∙∙
en: what...?

source: 힐끔
en: peek

source: 호오..
en: interesting...

source: 그냥 불러.
en: just do it.

source: 난 어렸을 때부터 몸에 아우라가 가득했다고.
en: I’ve been filled with an aura ever since I was a child.

source: 화악
en: shout

source: 안 되겠다.
en: I can’t do this.

source: 부족하지만 열심히 할게.
en: I may be a little rusty, but I’ll do my best.

source: 강 대리님이 여긴 왜…
en: what are you doing here?

source: 조용…
en: silence

source: 문 흑돼
en: Mun Black Pork

source: 꿀꺽
en: GULP

source: 슥
en: raise

source: 간단합니다.
en: it’s simple.

source: ∙∙∙더,
en: more.

source: 뭐, 셰일은 입학이 쉽고 졸업이 어려워서 가능했던 거지만.
en: although to be fair, it was only possible because shale is easy to get into but hard to graduate from.

source: 어라, 그거 샌드위치인가요?
en: hey, is that a sandwich?

source: 직장인 밴드인데도 라이브 카페의 주말 공연까지 따냈으니.
en: even though we were amateurs, we were popular enough to book weekend gigs at bars with live music.

source: 오늘은 더 특별할 거다.
en: and today is particularly special.

source: 추욱
en: droop

source: 힘들다 힘들어~
en: I’m exhausted...

source: 그런데…
en: but then...

source: 아우라를 조금이라도 더 받아서 부사장 콧대를 꺾을 생각을 해야지!!
en: you should be trying to acquire as much aura as possible so you can show that vp who’s boss!

source: 고하람 과장님,
en: ...mr. haram go...

source: 슈퍼스타 천대리
en: Superstar Associate Manager

source: 직장인 밴드 오디션이라니.
en: since it’s a competition for working professionals.

source: 탁탁탁탁
en: TAP TAP TAP TAP

source: 천 대리님 괜찮으신가…?
en: is mr. cheon okay?

source: 옆 팀에 자기 실적도 넘겨주고, 이달의 우수 사원까지 뺏긴 애
en: the guy who let another team take credit for the work he did, and had his employee of the month award stolen too?

source: 아∙∙∙!!
en: argh...!

source: 그럼… 가수들 순서까지 15분 정도 남았으니까
en: then... you have about 15 minutes until it’s the performers’ turn...

source: 당연하지.
en: of course not.

source: 그렇게 잘난 너 혼자 치든가!
en: if you’re such an expert, why don’t you play all by yourself?!

source: ∙∙∙그래.
en: fine.

source: 재미 삼아 한번 불러 보시지요.
en: so go ahead. and have fun!

source: 긁적
en: scratch

source: 쯧쯧…
en: TSK TSK

source: 긁적..
en: scratch

source: 일찍 홀을 떠나시는 걸 봤습니다.
en: ...I saw you leaving the concert hall early.

source: 크르르..
en: grr

source: 추가할인
en: Additional Discount

source: 아우라는 감정을 효과적으로 전달하고 사람의 마음을 움직이는 동시에…
en: not only does an aura effectively conveys emotion to stir people up, it also...

source: 저도 밴드에 끼워 주시죠.
en: let me join your band, too.

source: 합주실에서는 실패하면
en: in a practice room, if you make a mistake,

source: 미안하다, 아란아.
en: I’m sorry, aran.

source: 안녕, 나의 꿈.
en: hello, my dream.

source: 이 노래는 하이라이트 부분마다 임팩트 있게 질러 줘야 해서 힘들었는데…
en: it’s not an easy song to sing, with all the parts you have to get extra loud on for maximum impact...

source: 내가 500명 앞에서 연주를∙∙∙
en: I played in front of 500 people...

source: 두웅-
en: DUUUN

source: 아오 시끄러워…
en: ugh, so noisy...

source: 너, 이∙∙∙!!
en: you little...!

source: 노래방 때랑은 비교도 안 되게 잘하는데?!
en: he’s gotten so much better than when I heard him sing at karaoke!

source: 한지혁 밴드를 거쳐 간 수많은 세션 중,
en: of the many session musicians who passed through the jihyeok han band,

source: 쨍-
en: shine

source: 여~윽시 천 대리야~!
en: you’re amaaazing!

source: 이게 무슨 소리야?!
en: what was that noise?!

source: 얼른 준비해.
en: you need to get ready.

source: 어제 그거,
en: I wanted to...

source: 살아 있는 접대의 아이콘!!
en: a living god of entertainment!

source: 천 대리 말이야, 성격 정말 좋지 않아?
en: mr. cheon’s a really nice guy, isn’t he?

source: 그 기업의 수장인
en: and at its helm...

source: 슈퍼스타… 라니,
en: me, a superstar?

source: 하지만 녀석은 우리 중 최약체일 뿐!
en: but that guy is our weakest link!

source: 일반적인 오디션 프로그램에선 늙은이 취급이나 받을 거 아냐.
en: ...and you’d be treated as a washed-up old man in other competition shows.

source: 마땅히 부를 말이 없잖아요.
en: I don’t know what else to call you.

source: 곧 나올 오디션 프로그램입니다, 상무님.
en: it’s a band competition program that’s set to air soon, mr. kang.

source: 엄청 빨라∙∙∙!!
en: they’re so fast!

source: 장기자랑 상금 좀 받지 않았어?
en: didn’t you win some money at the talent show?

source: 그거 꼭 고하람 과장님이 술을 끊었다는 말로 들리는데요?
en: ...it sounds like you’re saying mr. go quit drinking?

source: 현실에서는 '사람이나 작품에서 느껴지는 분위기', 뭐 이런 의미로 쓰이지.
en: in real life, it’s defined as something like “a feeling you get from a person or their work.”

source: 일이 재밌게 돌아가는데?
en: ...things are starting to get interesting.

source: 그건 안될 말!
en: we can’t quit now!

source: 야, X 됐다.
en: sh*t, we’re screwed.

source: 천 대리님도 그걸 더 바랄 거고요.
en: I’m sure that’s what he wants as well.

source: 히죽
en: grin

source: 콸콸
en: glug glug

source: 슬쩍..
en: peek

source: 제가 사실을 지적하면, 상대방은 지적당했다는 것 자체에 화를 내곤 했어요.
en: whenever I made a factual correction, the other person would get mad about the fact that I was correcting them.

source: 보시다시피 스피커 연식이 꽤 오래됐습니다.
en: as you can see, our speakers are pretty old.

source: 모처럼 한지혁 노래를 들어서 좋았어요!
en: it’s been a while since I heard a jihyeok han song!

source: 타닥 타닥
en: clack clack

source: 당신은 또다시 나만을 그리워하겠죠.
en: ...I know you’ll still be missing me.

source: 닮은 점이라고는 하나도 없는데.
en: ...resemble his in any way.

source: 아직 노래를 시작하지도 않았는데…
en: I haven’t even started singing yet...

source: 쿠울-..
en: SNORE

source: 아니…
en: no...

source: 천연∙∙∙ 에이드요?
en: cheonyeon... ade?

source: 04월
en: APRIL

source: 10화
en: Episode 10

source: 수다라뇨, 일하는 거지…
en: it’s not chitchatting, it’s work...

source: 진짜산아이
en: Realm-An

source: 꽈아악
en: SQUEEZE

source: 앗, 어라…?
en: oh, what?

source: 워크숍…?
en: a retreat?

source: 지친다.
en: I’m tired.

source: 오늘 영상은 정면에 하나 고정해 두고∙∙∙
en: for today’s video, there’s going to be one fixed camera at the front...

source: 전에 개인 번호도 알려드렸는데,
en: I gave you my personal number.

source: 송도에서 한지혁 밴드의 노래를 부르던 남자의 정체는
en: I never did find out who that guy in songdo was...

source: 한지혁의 후계를 자처하는 이들이 쏟아졌지만
en: it became flooded with people who claimed to be the next jihyeok han...

source: 현재 음정 남성 D
en: Key: D Major

source: 이 몸만 봐도 그런 게 아니란 걸 알 수 있잖아.
en: you can tell by looking at me that that’s not what happens.

source: 우리가 함께했던 시절은 내 평생에 다시없을, 빛나는 순간들이었어.
en: the times aran and I shared were priceless... they were the happiest moments of my life.

source: 우리 멤버들에게도 제대로 차려입으라고 해야겠네요.
en: I guess I’ll tell our bandmates to get dressed up.

source: 유독 기억에 남는 녀석이 있다.
en: one sticks in my memory.

source: 주 팀장이 저러는 게 하루 이틀인가, 뭐∙∙∙
en: that’s just how mr. ju is.

source: 진짜요?
en: really?

source: 제가 무슨 직장인 밴드를 찍어요.
en: why would I film a bunch of white-collar bands?

source: 내가 미쳤다고 너 같은 거랑.
en: why would I want to do that with you?

source: 저를 기타로 쓰시죠.
en: take me on as your guitarist.

source: 두두두두
en: DU DU DU DU

source: 혹시… 저기서 노래를 부르신다는…?
en: do you mean... you’re going to sing over there?

source: 너무 좁아서, 아우라를 많이 전달하기가 어렵다고.
en: ...are too small for me to transfer a lot of aura.

source: 이얏호~!
en: weeeee!

source: 아우라를 전수하는 방법은-
en: after all, auras have to be transferred...

source: 회사 사람에게 들켜 버리다니…!!
en: ...did I have to run into one of my colleagues?!

source: 3화
en: Episode 3

source: 송형에게서 아우라를 잔뜩 뜯어내야지.
en: I might as well grab as much aura from song hyeong as possible.

source: 책임은 나몰라라 하는 너어어~~
en: but you don’t do any supervising, you...

source: 사락
en: rustle

source: 저긴 아닙니다.
en: not there.

source: 역시 내 눈은 틀리지 않았어.
en: just as I thought. I was right.

source: 조금 답답하긴 해도
en: it’ll be a little slow, but

source: 죄, 죄송해요∙∙∙!!
en: I-I’m so sorry!

source: 강 대리님도 같이 나오시더라고요.
en: and mr. kang followed me.

source: 당신이라면 기쁜 맘으로 지켜볼 수 있을까요
en: would you be happy to see me...

source: 다음 화에 계속!
en: To be continued!

source: 아, 아파!
en: o-ow!

source: 웅성 웅성
en: chatter chatter

source: 둥다다
en: da da dum

source: 드디어 찾았어⎯!!
en: I finally found it!

source: …귀신이네.
en: damn, he’s like clockwork.

source: 털썩
en: slump

source: 너 지금 세 곡 정도 부르면 지쳐 버려서
en: you usually get exhausted after singing about three songs,

source: 그나저나∙∙∙ 지 대리님한테 밴드 권유는 어떻게 하지?
en: anyway, how do I ask mr. ji to join the band?

source: 다르긴 하지.
en: you are a different breed, all right.

source: 이제 더 이상 추가할 멤버는 없어 보이는군.
en: I don’t think we need to add any more members.

source: 아, 넵!
en: yes, I am!

source: 두둥
en: du dun

source: 둥둥다
en: DUM DA DA

source: 너희 같은 초짜에게 무대를 맡길 곳이 있다면 말이야.
en: well, if there’s any venue willing to take a novice like you, that is.

source: 와하하
en: bahaha

source: 회의 중
en: Meeting in Progress

source: 직장인 밴드라∙∙∙
en: a band with my colleagues...

source: 설명해 주길 기다리는 눈빛
en: expecting an explanation

source: 피해 보상을 원하나?
en: does he want me to pay damages?

source: 아우라를 넘겨줄 때,
en: when he passes the aura on...

source: 천호연 대리님.
en: mr. hoyeon cheon.

source: 어휴
en: ugh

source: 아!
en: oh!

source: 띠링~
en: ring

source: 아마 멘탈이 바이킹처럼 흔들리고 있을 거다.
en: she’s probably going through a rollercoaster of emotions.

source: 아뇨, 그럴싸한 이름이 안 떠오르네요∙∙∙
en: no, I can’t think of anything that sounds good...

source: 그러고 보니 저 인간… 드러머가 아닐 수도 있잖아.
en: now that I think about it... he might not even be a drummer.

source: 시무룩..
en: DROOP

source: 잔디 깔고 대학 간다고.
en: ...admission through donation?

source: 자네들이 아주 큰일을 했어!!
en: you’ve accomplished something incredible!

source: 나는 이제 됐어!
en: I’ve made a name for myself in this company!

source: 익숙해질 법도 한데, 갈수록 견디기가 어려워진다.
en: I should be used to it by now, but I don’t know how much more of it I can put up with.

source: 스트레스 풀려고 사람 없는 곳을 찾아가서 별의별 짓을 다 한다니까?
en: they seek out places to be alone in... and do all kinds of things to relieve stress!

source: 팀을 바꿔 달라고 몇 번이나 요청했는데∙∙∙!
en: I’ve made so many requests to be moved to a different department!

source: 오만하기 그지없는 말투.
en: the arrogant lyrics.

source: 헉!
en: ack!

source: 자기 능력보다 실적이 좋으니 자만했다가,
en: he got cocky because he got better sales numbers than he’s actually capable of,

source: 배경 보정 도토리 편집디자인 카푸
en: Background Revision Dotori Editing and Design Kapu

source: 두두두
en: du du du

source: 우리가 왔노라.
en: we have arrived.

source: 그게..
en: well...

source: BGM 어떤 사람A・아무도 원하지 않은 일(Feat. 김영우)
en: BGM: Eotteon Saram A: Something No One Wanted (Feat. Yeongwu KIm)

source: 아프다고!
en: that hurts!

source: 아, 네… 음원만 있다면야…
en: uh, sure... as long as you have a recording...

source: 알아서 들어갔다 빠졌다 해요
en: just come in when you’re needed and stop playing when you’re not.

source: 이거 그거 아냐?
en: isn’t this that symphony?

source: 제작진이 저보고 형 영상들 체크 좀 다시 해 달라잖아요~!
en: so the producers asked me to go through them again!

source: 어… 놀란 건 저도 마찬가지인데요.
en: well... I’m surprised too, to be honest.

source: ⎯재밌다.
en: this is so fun.

source: 오늘 접대도 좀 도와줘~
en: I need your help with entertaining some clients tonight.

source: 어떤...?
en: what kind of video?

source: 하하…
en: haha...

source: 솔직히-
en: to be honest...

source: 무대에서 합동 공연은 생각지도 못했는데…
en: I didn’t think we’d ever get to sing together on stage...

source: 고하람 과장이에요.
en: department manager haram go,

source: 짜잔
en: ta da

source: 가 볼까요?
en: ...let’s begin.

source: 너 내가 못 보낸다고 몇 번을 말해~
en: I told you, I can’t let you go.

source: ∙∙∙또다.
en: it’s happening again.

source: 참, 그리고 오늘은 할 일 많으니까 말 많이 걸지 마세요.
en: by the way, I have a lot to do today, so please try to leave me alone.

source: 가능성이 없는 얘긴 아니죠.
en: ...not outside the realm of possibility.

source: 두둥-
en: DU DUN

source: 부
en: Bu

source: 만약 상금을 받게 된다면
en: if I get the money...

source: 천 대리를 위하여!!
en: to hoyeon cheon!

source: 드럼은 무슨 드럼.
en: not with these hands, unsteady from too much drink.

source: 크큭…
en: heh...

source: 생각보다 반응이 나쁘지 않군.
en: the audience’s reaction isn’t bad at all.

source: 흘끔..
en: glance

source: 탁
en: STEP

source: 아우라를 30분이나 내뿜었으니 힘들 만도 하지.
en: you exuded an aura for a full half-hour. of course you’re tired.

source: 하지만 당신은 생각해본 적 있나요
en: but have you ever thought...

source: 코리아 캐피털의 자랑!
en: to the toast of korea capital!

source: 천호연
en: Hoyeon Cheon

source: 연기, 기타 등등.
en: ...acting... and so much more.

source: 호연이 네 동기라고 하지 않았냐?
en: he was in your cohort, hoyeon?

source: 제, 제가 정신이 없었습니다∙∙∙
en: I-I’m sorry, it totally slipped my mind.

source: 코인 노래방
en: COIN KARAOKE

source: 어디 가서 하소연할 수도 없어.
en: but there's nowhere I can go to complain.

source: 사람이 어떤 일을 할 때 발생하는 특별한
en: a special energy that one exudes...

source: 이 '어라운드 뮤직'의 능력을 직접 보고 판단하기 위해서다.
en: ...so we can see for ourselves what around music is capable of.

source: 스윽
en: glance

source: 너 지금 이 상태로 콘서트는 꿈도 못 꿔!
en: there’s no way you could handle a concert in your current state!

source: 해인 씨도 저 이름으로 부르세요.
en: you can call me by my name, too!

source: 이제 더 이상은 못 해∙∙∙
en: I can’t do this anymore...

source: 밴드 <천연 에이드>의 드림 어게인 오디션 예선 영상이요!
en: the band cheonyeon-ade’s first round audition video for dream again!

source: 상장
en: Award

source: 버럭
en: scream

source: 단지 그 감정이 아우라로 바뀌지 않을 뿐이지.
en: it’s only that those emotions didn’t turn into an aura.

source: 실력이 어떤지 한번 봐 주지.
en: let’s see if he can hack it.

source: 이상한 얘기라니.
en: it’s not nonsense.

source: 빼꼼 고개를 내미네⎯
en: ...emerge from the ground...

source: 엇, 여기서 말씀이십니까, 회장님?
en: uh, you mean right here, ma’am?

source: 허허-
en: haha

source: 하여간 저거 네, 네 거릴 줄만 알지!
en: all you ever do is say “yes, sir!”

source: 화들짝
en: STARTLED

source: 땅속의 모든 것들이 고개를 빼꼼 내미네
en: all manner of living things emerge from the ground...

source: <드림 어게인> 참가 신청서
en: Dream Again Registration Form

source: 빙글
en: TURN

source: 콱콱
en: POKE POKE

source: 알겠냐!
en: got it?

source: 슈우우우
en: whoosh

source: 덜컹
en: SHOCKED

source: 이 자식, 노래도 만들 줄 알아?
en: you know how to compose, too?

source: 자기도 모르게, 노래의 박자를 맞추고 있다니.
en: ...you’re subconsciously... tapping your foot in time with the beat.

source: 그건 그런데…
en: true, but...

source: 놀라셨죠?
en: unexpected, right?

source: 나도 오랜만에 제대로 된 연주를 한 것 같아.
en: yeah, that was the first time in a while I feel like I’ve really played my guitar properly.

source: 쟤, 걔지?
en: that’s him, right?

source: 파아앗
en: excited

source: 됐다…!!
en: I did it!

source: 참 당차고, 에너지 넘치는 여자였다.
en: she was a confident, energetic woman.

source: 원샷이 발굴한 최고의 아이돌이잖아.
en: the greatest star that oneshot ever discovered.

source: 저… 정말요?!
en: r-really?!

source: 나랑 같이 부르자고?
en: you want us to sing together?

source: 전달하려는 사람의 마음이 뚜렷해야
en: ...his intentions have to be clear and sincere...

source: 좀 어떤가요?
en: what do you think?

source: 슥..
en: raise

source: 선해인 주임님!
en: manager hae-in seon!

source: …그러면
en: then I’ll...

source: 누구에게나 비밀은 있다.
en: everyone has secrets.

source: 이런 리스크를 관리하기 위해 제휴 영업팀에서 취급하는 상품은
en: to manage risks like this, the affiliate marketing team handles products...

source: 이것 참∙∙∙ 미안해, 천 대리.
en: goodness... I’m sorry, hoyeon.

source: 이제 슬슬 장기 자랑 시간이에요.
en: the talent show’s about to start.

source: 와…
en: WOW

source: 드디어 하고 싶은 걸 한다니, 난 무조건 당신 편이야.
en: you finally found something else you want to do with your time. I totally support you.

source: 원작 박경원 각색 바비 그림 이재국
en: Original Story Kyeongwon Park Adapted by Barbie Illustration Jaeguk Lee

source: 섬뜩
en: loom

source: 그렇게 좋은가…
en: he sure is excited...

source: 나까지 찍고 싶은 마음이 들게 만들었단 말이야.
en: ...even though he’s not a female pop star!

source: 촤앙
en: BOOM

source: 괜히 어렵게 돌아가지 말고.
en: there’s no need to make things more difficult for yourself.

source: 이제 손에 넣으리⎯
en: I shall now take possession of it!

source: 꾸벅!
en: bow

source: ST돈드로우
en: ST Don’t Draw

source: 전직 부잣집 도련님
en: was born into a rich family

source: 베이스랑 코인 노래방 뿐이었는데…
en: ...were the only ways I could work off all my stress and anxiety...

source: 혼내 줄 거야!
en: I’ll make sure you suffer!

source: 풀때기..
en: this is rabbit food...

source: 갑자기 와서 초상권 얘길 꺼냈을 땐 정말 놀랐는데...
en: I got really scared when he barged in, talking about image rights...

source: 하하, 고생이라니 무슨 말씀을 그렇게 하세요~
en: haha, why would I have a tough time?

source: 어엉?
en: huh?

source: 엥?
en: huh?

source: 어, 네. 접니다만∙∙∙
en: uh, yes. that’s me...

source: 히익
en: eek

source: 천연 에이드~!
en: cheonyeon-ade!

source: 턱
en: clack

source: 밴드 '천연 에이드'의 첫 번째 합주곡,
en: this is cheonyeon-ade’s first song together...

source: 머엉
en: dazed

source: 버∙∙∙
en: bu--

source: 으악!!
en: AHH!!!

source: 뭐?!
en: what?!

source: 학생증
en: Student ID

source: 하아∙∙∙
en: haa...

source: 그리고 관객까지⎯
en: ...and the audience...

source: 헤헤…
en: hehe

source: 찰칵 찰칵 찰칵 찰칵 찰칵
en: CLICK CLICK CLICK CLICK CLICK

source: 자넨 못하는 게 뭔가?! 이 대리!!
en: is there anything you can’t do?! huh, jinseong?

source: 올해도 훌륭한 꼰대 기업,
en: the mighty old-fashioned corporation,

source: 잠깐 시간 되시면…
en: if you have a minute...

source: 유령 특:
en: ghost fact:

source: 지금이라도 영상 내릴까요...?!
en: would it help if I took down the video right now?!

source: 스 카페
en: s Cafe

source: 강 대리님이나 해인 씨야 워낙 잘하는 사람들이니⎯
en: plus, mr. kang and hae-in are great at their jobs and popular to boot, so of course he--

source: 모두에게 다 잘해주면 호구죠.
en: being indiscriminately nice to everyone would be naive.

source: 쿠궁
en: SHOCKED

source: 야, 뭐해!
en: hey, what are you doing?!

source: 그렇지만-
en: still...

source: *밴드 멤버는 전원 같은 회사 소속이어야 합니다.
en: *All band members must work at the same company.

source: 근데 유령도 아픔을 느껴요?
en: do ghosts feel pain too?

source: 쭈욱
en: GULP

source: 캬악
en: HISS

source: 와∙∙∙ 이게 뭐야?
en: whoa... what is this?

source: 오 잘 나왔네요!
en: ooh, it looks great!

source: 딴딴
en: da dum

source: 누구나 거쳐 가지만,
en: I remember that place...

source: 아앗
en: oh...

source: 천 대리 목소리가… 이렇게 애절했었나?
en: was his voice always... this heartbreaking?

source: 앗… 혼잣말입니다, 혼잣말!
en: uhh... myself! I’m talking to myself.

source: 톡
en: TAP

source: VIP 멤버십 할인
en: VIP Membership Discount

source: 천 대리도 봤나∙∙∙?
en: so you saw that too?

source: 안 좋은 장비 때문에 연예인이 피해를 보면, 팬들이 들고일어나기도 하더군요.
en: if an artist’s performance ends up being negatively impacted by inferior equipment, their fans get very upset.

source: 교차로
en: CROSSROADS

source: 대체… 얼마 만에 느껴보는 거지?
en: how long has it been... since I felt this way?

source: 민망..
en: embarrassed

source: 슈퍼스타로 만들어 주마!
en: ...make you into a superstar!

source: <마법의 계절>을 만나 신비한 모험을 시작하는 내용이었다.
en: ...entered a “season of magic” and embarked on incredible adventures.

source: 띠리링
en: DING

source: 그래.
en: yep.

source: 라고 해야 하나 싶기도…
en: ...and tell her something along those lines

source: 말이 헛나왔어요.
en: sorry, I misspoke.

source: 홱
en: turn

source: 꿈에 도전하기 위해.
en: ...chase their dreams!

source: 한잔 하시죠-
en: here, have another!

source: 어, 송지훈이.
en: oh. hey, jihun.

source: 너에게 아우라를 전수하기 위해선 감각을 공유해야 하거든.
en: we have to share our senses in order for me to transfer my aura to you.

source: 17화
en: Episode 17

source: 나…?
en: were you talking to me?

source: 네, 잘 먹겠습니다.
en: thanks very much.

source: 책임질 것도 많아야 하지 않냐⎯
en: shouldn’t you take on more responsibility too?

source: 고오오오
en: LOOM

source: 지금 막 리스크 관리팀이랑 얘기하고 오는 길인데 말이야.
en: I was just talking to the risk management team.

source: 꾸벅
en: BOW

source: 영업맨이라면 사람의 마음을 읽을 줄도 알아야 하잖아요.
en: I’m in sales. part of my job is to know what people are thinking.

source: Airport 국
en: Airport Inter

source: 아니, 이게 갑자기 무슨 소리야∙∙∙?
en: what on earth was that just now?!

source: 하지만 같은 정규직임에도, 난 어디까지나 '특수 직군' 소속이었다.
en: but even though I’m a full-time employee, I’m still seen as a “special hire” who only got here through a government program.

source: 회장님이 그렇게 관심을 보이신 게 얼마 만인지.
en: I haven’t seen the ceo that interested in anything in a long while!

source: 문을 열고 밖으로 나가 나를 찾을 거야.
en: I’m gonna open the door, step outside and find myself.

source: TVZ <드림 어게인> 예선 결과 발표 안내
en: First round results for TVZ’s Dream Again

source: 완전 다른 세계 얘기…
en: it’s a whole other world...

source: 자네는 왜?
en: why?

source: 아오, 한마디를 안 지네_!!
en: argh, how dare you keep talking back to me!

source: 잊어도
en: ...forget me...

source: 틱틱틱틱
en: TAP TAP TAP TAP

source: 뭐… 뭐야?
en: wh-what?

source: 성격 때문에 몇 번이나 밴드를 옮긴 사람이 과연 이번이라고 다를까?
en: he went through tons of bands because of his personality. who’s to say he’ll be different this time?

source: 의미 없는 말들은 그만둬.
en: stop it with those meaningless words.

source: 밑색 나감 명암 지발
en: Coloring Assistant Nagam Shading Assistant Jibal

source: 저는 상관없지만∙∙∙
en: I don’t mind it...

source: <아스테르 엔터테인먼트>
en: aster entertainment

source: 네!
en: yeah!

source: 당신은 나를 위한다며 잊지 못하지만
en: you say it’s for my sake that you can’t let me go...

source: 아침에 출근해서 원준이가 분류해 둔 걸 보고 대충 사인만 한 거죠.
en: and signed off on wonjun’s lists the next morning without double-checking it.

source: 자네들은 일단 이리 앉게.
en: ...you lot can have a seat here.

source: 뭐긴-
en: what do you think?

source: …뭐야, 저 사람.
en: what the heck?

source: 선선한 바람~
en: a nice, cool breeze...

source: 저벅 저벅
en: step step

source: 참나..
en: ugh...

source: 룰루 랄라
en: woohoo

source: 베이시스트?
en: the bassist?

source: 연주하고 싶어.
en: ...on the same stage as him.

source: 성격 파탄자 맛 좀 볼래?
en: oh, do you want a taste of my weirdness?
